# ////////////////////////////////////////////////////////////////////////////////////////////
#                 класс шаблон который отвечает за редактирование различных файлов
# ///////////////////////////////////////////////////////////////////////////////////////////
from Template.TemplateUSPD import TemplateUSPD


class Template_USPD_Linux(TemplateUSPD):
    """
    Это класс шаблон для работы с файлами linux

    Может быть полезен

    """

    settings_path = None

    result = 102






